# St7SetNFAShift

Sets the frequency shift to be used in natural frequency analysis. The closest modes found, both above and below
the shift value, will be calculated.

long St7SetNFAShift(long uID, double Shift)
Input Parameters
uID
Strand7 model file ID.
Shift
Frequency shift (Hz).